{"id2token": ["<unk>", "<pad>", "<PAD>", "<BOS>", "<EOS>", "<UNK>", "<NL>", "<INDENT>", "<DEDENT>", "▁i", "re", "▁t", "▁a", "▁f", "le", "st", "▁re", "▁=", "te", "on", "▁p", "in", "):", "or", "tu", "um", "un", "he", "ct", "rn", "ro", "▁n", "turn", "▁return", "de", "▁in", "ri", "lem", "li", "en", "ion", "▁c", "▁s", "▁to", "def", "ction", "▁pro", "▁m", "▁#", "▁prob", "▁problem", "▁fun", "▁function", "list", "▁(", "rite", "▁W", "▁Write", "ra", "▁the", "▁e", "▁1", "▁o", "▁def", "er", "▁for", "▁if", "th", "se", "ge", "▁+", "al", "▁of", "str", "ar", "ing", "iv", "▁g", "▁0", "▁num", "ind", "▁ma", "oun", "▁list", "iven", "▁res", "▁find", "▁given", "nge", "range", "▁d", "▁b", "ber", "ount", "▁w", "▁range", "▁-", "mp", "▁==", "▁ar", "up", "ul", "len", "num", "))", "▁l", "▁number", "at", "▁str", "ce", "▁an", "▁sum", "▁max", "▁te", "ult", "▁count", "ue", "yth", "ython", "▁python", "ent", "ort", "1,", "▁x", "ter", "▁*", "▁2", "ap", "ch", "▁el", "▁tup", "▁arr", "tup", "[0", "ub", "lement", "▁string", "it", "ck", "xt", "▁result", "an", "qu", "▁else", "▁or", "ot", "▁tuple", "hi", "▁'", "▁<", "▁len", "res", "▁>", "val", "1]", "▁and", "ol", "heck", "ir", "mport", "▁di", "▁import", "rom", "▁k", "arr", "▁+=", "▁[", "di", "▁j", "me", "ow", "▁check", "▁:", "[0]", "test", "▁element", "ve", "dd", "ate", "▁is", "end", "▁from", "▁%", "ray", "id", "mo", "ur", "1):", "nums", "▁se", "▁whi", "im", "ll", "ha", "ord", "sing", "▁test", "1)", "value", "gh", "▁not", "▁/", "rea", "pe", "▁min", "▁array", "▁T", "move", "▁while", "▁sub", "])", "rue", "▁1)", "▁numbers", "▁F", "la", "ver", "imum", "irst", "▁con", "ith", "sum", "tem", "▁th", "alse", "▁u", "-1]", "▁temp", "▁all", "string", "()", "ut", "▁True", "▁remove", "▁y", "▁False", "is", "][", "ma", "heap", "ey", "mb", "wo", "ven", "her", "ren", "▁ne", "set", "▁using", "!=", "os", "ted", "▁two", "▁first", "art", "gth", "▁elements", "ed", "ther", "sub", "▁with", "dex", "quen", "▁value", "ght", "▁!=", "▁dp", "▁ele", "da", "▁whe", "0,", "▁<=", "▁la", "▁st", "tuple", "▁0):", "co", "ip", "its", "to", "▁by", "▁co", "▁C", "▁v", "lif", "count", "orted", "▁elif", "▁nums", "fi", "atte", "mbda", "▁N", "▁pa", "dict", "▁whether", "ame", "get", "cter", "▁text", "',", "2):", "int", "ci", "app", "ase", "ower", "rime", "▁le", "append", "racter", "ze", "(1,", "ces", "mon", "▁0:", "▁\"", "▁be", "▁mat", "▁maximum", "text", "▁cha", "▁word", "es", "▁1]", "▁ro", "▁math", "attern", "('", "qua", "▁that", "▁r", "cc", "ary", "one", "▁col", "')", "gle", "ive", "mid", "▁10", "▁de", "▁even", "▁heap", "element", "2,", "▁1):", "▁get", "▁key", "▁odd", ")]", "ff", "ft", "lo", "gest", "▁item", "▁lists", "▁character", "1:", "ele", "ger", "▁mid", "right", "▁z", "(0,", "ral", "▁//", "▁ch", "▁pos", "▁sorted", "▁tuples", "2)", "==", "▁sort", "number", "max", "▁sm", "arch", "si", "sp", "act", "lst", "▁set", "▁tot", "teger", "▁index", "\")", "ble", "▁((", "lace", "ation", "▁start", "1[", ")):", "vert", "urren", "il", "[1]", "lit", "▁1,", "▁>=", "▁total", "▁integer", "du", "of", "▁(\"", "▁ha", "ract", "▁tri", "▁length", "),", "00", "▁A", "▁h", "gex", "▁[]", "item", "▁int", "place", "▁convert", "ly", "▁are", "▁bin", "▁div", "\",", "▁mo", "high", "peci", "quence", "ig", "ach", "duct", "angle", "((", "char", "xtract", "atterns", "▁lambda", "ctr", "irs", "que", "mmon", "▁dig", "▁occ", "el", "alle", "▁end", "▁each", "▁right", "],", "ist", "key", "▁un", "sort", "▁area", "▁dict", "search", "min", "ree", "ume", "temp", "word", "ounter", "▁extract", "([", "ys", "der", "per", "▁cal", "▁last", "▁speci", "▁minimum", "mi", "▁3", "▁0)", "▁0;", "cate", "here", "▁equ", "▁fre", "ty", "us", "mat", "▁zip", "quare", "allest", "ending", "▁regex", "ne", "pa", "cul", "▁1;", "▁add", "▁ans", "ultip", "ctions", "▁characters", "Of", "+1)", "]):", "ali", "ata", "reak", "roup", "▁lst", "▁diff", "▁break", "▁colle", "▁collections", "ac", "▁K", "Sum", "▁-1", "▁ex", "▁mon", "index", "items", "lambda", "▁heapq", "▁values", "▁integers", "ace", "oin", "ors", "put", "▁1:", "▁as", "upper", "▁cont", "▁next", "culate", "▁divis", "▁month", "▁posit", "▁calculate", ")))", "ain", "urr", "▁pe", "+1):", "ance", "math", "▁new", "▁left", "rimeter", "▁diction", "▁specifi", "+=", "nt", "2))", "che", "und", "List", "verse", "▁high", "▁multip", "-9", "dig", "▁al", "face", "▁lon", "argest", "low", "map", "▁('", "▁2)", "size", "▁low", "array", "rence", "▁fact", "length", "urface", "▁pairs", "▁Counter", "▁{", "+1]", "-1)", "col", "con", "odd", "ten", "▁me", "alid", "erge", "even", "join", "loat", "upli", "▁nth", "lists", "olume", "▁char", "▁match", "▁binary", "▁product", "▁smallest", "▁perimeter", "]:", "cl", "cy", "▁L", "▁R", "ear", "rix", "▁>>", "case", "ique", "split", "▁curr", "▁matche", "*(", "]+", "cd", "et", "ic", "tw", "▁M", "een", "tween", "▁equal", "▁group", "▁common", "sequence", "▁between", "▁contain", "1.", "In", "ag", "so", "▁&", "tri", "able", "dian", "ight", "tter", "▁ctr", "▁per", "▁None", "▁power", "▁words", "▁volume", "uplicate", "▁largest", "▁specified", "%2", "[:", "(2,", "+=1", "wap", "rate", "sted", "mount", "▁into", "▁same", "quency", "result", "urrent", "▁digits", "▁longest", "▁strings", "▁dictionary", "(\"", "//", "ke", "-1,", "atu", "ize", "pro", "▁ra", "ault", "left", "ound", "start", "words", "▁case", "▁than", "ations", "atural", "erence", "sorted", "▁merge", "▁letter", "▁square", "elements", "patterns", "▁surface", "'.", "Pa", "as", "ps", "all", "red", "▁sq", "sion", "▁1))", "▁has", "▁one", "▁row", "month", "▁frequency", "0)", "2[", "ab", "():", "1))", "Num", "cim", "row", "crea", "data", "▁cnt", "cimal", "height", "quares", "▁which", "▁unique", "creasing", "▁patterns", "rt", "▁^", "▁|", "!')", "Not", "cut", "far", "pha", "▁at", "▁en", "[0-9", "ated", "find", "name", "▁cub", "▁val", "▁vow", "secut", "▁bell", "stance", "▁float", "▁prime", "▁natural", "▁replace", "2*", "lf", "sq", "▁0,", "▁no", "▁on", "-1):", "area", "fact", "mpty", "ries", "▁map", "▁rec", "lower", "resent", "▁items", "▁lower", "numbers", "secutive", "▁occurren", "▁triangle", "ex", "op", "ss", "▁4", "())", "ign", "ise", "omi", "rat", "▁Re", "▁it", "▁li", "-1][", "mbin", "▁out", "[0-9]", "enten", "omial", "▁swap", "peated", "▁three", "▁upper", "entence", "▁nested", "▁current", "▁reverse", "▁contains", "▁position", "▁sequence", "▁difference", "▁B", "▁_", "ays", "gat", "ime", "▁*=", "▁ad", "▁sp", "[0])", "sqrt", "▁any", "match", "▁bits", "▁most", "▁perf", "▁sign", "common", "aultdict", ");", "2]", "=0", "by", "cm", "no", "▁)", "▁5", "▁S", "Odd", "cha", "ect", "ial", "idx", "jac", "lag", "lin", "▁<<", "▁ac", "mple", "oint", "rage", "▁can", "▁rom", "▁-1):", "▁have", "▁size", "verage", "▁round", "quences", "▁combin", "▁multiple", "▁defaultdict", "+1", "ls", "[1:", "ack", "ant", "pos", "ric", "seq", "▁-=", "▁2;", "+1)]", "[-1]", "agon", "cond", "lter", "year", "▁[0]", "Found", "first", "input", "▁flag", "▁isin", "▁root", "digits", "▁adjac", "▁digit", "findall", "▁within", "▁matched", "▁binomial", "▁positive", "▁isinstance", "!'", "':", "No", "dx", "▁,", "2==", "==0", "dic", "ose", "pop", "ute", "▁2:", "▁my", "eric", "imes", "rity", "root", "▁2):", "▁gcd", "▁idx", "▁ord", "▁rot", "ition", "queue", "▁data", "ateral", "filter", "gative", "issing", "▁Check", "▁split", "pattern", "product", "replace", "▁amount", "▁median", "▁second", "▁letters", "▁duplicate", "▁substring", "-1", "[-", "dp", "pi", "3):", "]))", "add", "ake", "els", "fit", "ols", "uch", "ush", "▁(1", "▁12", "▁lo", "▁mx", "▁pr", "][0]", "ason", "olut", "rice", "term", "umps", "▁200", "▁pre", "▁spa", "Input", "terto", "▁freq", "▁keys", "▁pair", "▁rect", "▁such", "tuples", "values", "▁other", "▁print", "olution", "▁iterto", "▁matrix", "▁startx", "▁decimal", "▁present", "▁adjacent", "▁itertools", "▁consecutive", "(\\", ").", "BS", "].", "if", "lu", "ms", "my", "Len", "gcd", "log", "lon", "occ", "qui", "spa", "ype", "▁mi", "▁{}", "Even", "ding", "zero", "▁1)]", "▁1][", "▁[[0", "▁fol", "Prime", "digit", "orial", "other", "perat", "sible", "▁base", "▁cube", "▁ever", "▁only", "▁self", "reater", "spaces", "▁empty", "▁enume", "▁stack", "▁times", "▁valid", "▁follow", "▁season", "▁starty", "▁another", "▁divisor", "▁groupby", "▁matches", "▁squares", "▁sublist", "▁multiply", "▁enumerate", "subsequence", "3)", "Ma", "]]", "sa", "sc", "})", "▁6", "▁8", "▁P", "ans", "cep", "ene", "ets", "fix", "gor", "ide", "ill", "lat", "old", "pow", "▁0.", "▁MS", "▁No", "▁hq", "▁ms", "base", "qual", "rent", "scri", "ular", "ving", "▁bit", "▁gap", "▁lcm", "▁non", "▁pow", "▁rep", "▁sys", "▁top", "alind", "caten", "regex", "▁occu", "▁prod", "Length", "[0][0]", "ameter", "quired", "remove", "▁2000)", "▁order", "▁queue", "▁operat", "▁spaces", "▁vowels", "alindrom", "▁average", "duplicate", "▁concaten", "▁negative", "▁repeated", "▁required", "▁sentence", "▁monthname", "▁surfacearea", "▁combinations", "/2", "\\\\", "ef", "ks", "sm", "yy", "(),", "Min", "ile", "ins", "lip", "new", "oly", "orm", "uck", "xed", "▁''", "▁(2", "▁ug", "apit", "ddle", "effi", "ggle", "ible", "inal", "ithm", "ivis", "ment", "most", "▁10)", "▁ter", "),-1)", "aries", "atten", "valid", "▁dist", "▁type", "agonal", "alance", "amount", "latten", "matrix", "subset", "▁algor", "▁alpha", "▁every", "▁inter", "▁their", "arrange", "racters", "▁search", "▁greater", "▁lateral", "▁newList", "▁pattern", "▁followed", "▁monthnum", "▁possible", "increasing", "▁algorithm", "▁rectangle", "▁occurrence", "▁subsequence", "(1", "(2", "**", "..", "5*", "60", "__", "bs", "ds", "ep", "mm", "ok", "tr", "▁9", "▁q", "('[", ",2)", "0-9", "Dig", "]\",", "abs", "age", "and", "dow", "ert", "gon", "ild", "lim", "our", "tra", "▁\"\"", "▁mn", "▁mp", "Bits", "Pair", "arks", "ates", "cept", "cost", "down", "ilar", "inct", "nake", "▁''.", "▁2))", "▁Tri", "▁exp", "▁its", "▁lin", "▁mod", "Divis", "alpha", "ating", "child", "exten", "ordin", "price", "prime", "three", "▁days", "▁gold", "▁sing", "Square", "imilar", "minant", "▁angle", "▁jumps", "▁occur", "▁point", "▁recur", "section", "▁Return", "▁record", "▁subset", "monthnum", "▁currlen", "▁flatten", "▁perform", "▁diameter", "▁divisors", "▁solution", "scriminant", "▁lowercase", "▁uppercase", "▁increasing", "▁occurrences", ")>", "0'", "10", "2.", "3,", "3.", "5)", "Cr", "]=", "ak", "io", "+1,", "1,2", "Ele", "Max", "Set", "[0-", "eff", "ghe", "ify", "irc", "let", "mic", "ome", "out", "pre", "rid", "umn", "▁'.", "▁(4", "▁):", "▁[(", "▁bo", "▁he", "▁hi", "▁sa", "[0][", "[1])", "amel", "comp", "dics", "keys", "push", "rect", "tern", "tual", "wise", "{1,2", "▁'',", "▁//=", "▁=='", "▁>>=", "▁Sum", "▁fil", "▁mls", "Power", "float", "ghest", "group", "gular", "mplex", "mpute", "teral", "▁Find", "▁gene", "▁make", "▁mean", "▁msis", "▁part", "▁radi", "▁summ", "▁year", "▁zero", "Number", "extend", "linder", "olygon", "profit", "renthe", "{1,2})", "▁found", "▁terms", "▁where", "compile", "isdigit", "reverse", "▁having", "▁toggle", "smallest", "▁highest", "▁numeric", "alindrome", "ordinates", "sequences", "characters", "▁divisible", "▁factorial", "▁sequences", "▁substrings", "▁concatenate", "▁dictionaries", "14", "<=", "=1", "AX", "DP", "Di", "Ze", "py", "▁E", "(\"[", "))]", "//2", "15*", "3==", "Occ", "[::", "ast", "bin", "cub", "fre", "ite", "ity", "med", "oid", "ran", "rin", "▁**", "▁16", "▁[0", "▁do", "▁lu", "▁sh", "▁wh", "▁|=", "+1][", "-1],", "1[0]", "2==\"", "OfZe", "bits", "ctal", "date", "days", "elem", "last", "lity", "next", "ning", "roes", "self", "sive", "tric", "with", "▁1])", "▁MAX", "▁den", "▁lds", "▁mcl", "▁run", "▁sqb", "%2==0", "Digit", "Pairs", "Table", "alize", "empty", "pairs", "speci", "units", "▁buck", "▁incl", "▁less", "▁look", "▁move", "▁name", "▁orig", "ivenum", "terals", "tuplex", "▁cmath", "▁exist", "▁mixed", "▁whose", "decimal", "heappop", "maxsize", "micable", "ression", "▁alphab", "▁arrays", "▁filter", "▁formed", "▁noOfZe", "▁parity", "▁radian", "▁rotate", "▁single", "▁tuplex", "sentence", "▁factors", "▁special", "apitalize", "▁distinct", "▁generate", "▁specific", "▁goldTable", "▁containing", "▁duplicates", "▁noOfZeroes", "\"\"", "\":", "'\\", "(*", ")(", "*?", "1'", ":]", "=[", "Co", "IX", "SA", "]*", "ad", "ae", "cr", "gn", "mn", "rd", "!=0", "\");", "(1)", "(3,", ")==", ".',", "0):", "1[:", "DBS", "IBS", "Str", "bit", "bol", "bon", "cas", "ded", "har", "hed", "ram", "rot", "sco", "ust", "▁'[", "▁2.", "▁25", "▁2]", "▁[[", "▁ip", "▁tn", "*(2*", "3.14", "True", "[0],", "[0]:", "])):", "acci", "bola", "cont", "diff", "flip", "gree", "ject", "lies", "loor", "mail", "part", "plet", "sert", "side", "uper", "util", "▁(2*", "▁-1)", "▁-1,", "▁10;", "▁LSA", "▁chi", "▁dec", "▁hex", "▁ind", "▁inv", "▁kth", "▁lis", "▁mul", "▁nCr", "▁sqa", "▁sqc", "%2!=0", "Coeff", "chars", "cient", "coins", "inter", "ircle", "isect", "monic", "order", "ralle", "tered", "▁date", "▁hund", "▁leap", "▁line", "▁para", "▁perm", "▁prev", "▁repe", "String", "dersco", "middle", "nested", "setdef", "trahed", "unique", "▁MSDBS", "▁camel", "▁final", "▁roman", "▁sdict", "▁snake", "▁table", "3.1415*", "Invalid", "angular", "bonacci", "current", "numeric", "surface", "▁Remove", "▁altern", "▁divide", "▁except", "▁insert", "▁radius", "Divisors", "occurren", "renthese", "repeated", "▁compute", "▁paralle", "▁perfect", "efficient", "▁amicable", "▁operator", "▁parabola", "▁subarray", "setdefault", "▁positions", "▁coordinates", "▁discriminant", "▁subsequences", "\".", "\"\\", "(0", ")*", "2(", "2-", "=2", "AD", "OR", "\\.", "\\2", "^[", "fo", "ht", "ld", "{}", "▁X", "'))", "'):", ")),", "/3)", "0')", "000", "Bit", "Pos", "Sub", "__(", "ari", "bus", "ctu", "eld", "fic", "for", "gap", "htt", "inf", "lcm", "les", "lis", "man", "nee", "ner", "noy", "oss", "ous", "pon", "ron", "sth", "two", "wer", "{2,", "▁')", "▁',", "▁[1", "▁__", "▁af", "▁cn", "▁cy", "▁fi", "▁ge", "▁pi", "▁sd", "▁up", "▁yi", "-1))", "-1])", "ADIX", "Diff", "Equa", "Fact", "None", "alan", "alen", "cess", "copy", "dels", "from", "hift", "ical", "iter", "lose", "main", "occu", "olar", "otal", "path", "peak", "ress", "sale", "stri", "ways", "▁'0'", "▁'1'", "▁100", "▁1],", "▁2);", "▁360", "▁cor", "▁cre", "▁dep", "▁dic", "▁dot", "▁imb", "▁ite", "▁neg", "▁rem", "▁rev", "▁sur", "Equal", "[1:])", "aller", "ciNum", "ented", "equal", "lucas", "marks", "ofsum", "quent", "▁Node", "▁excl", "▁four", "▁join", "▁memo", "▁more", "▁mpis", "▁over", "▁path", "▁plat", "▁push", "▁ugly", "Parity", "cation", "change", "charge", "colors", "losest", "models", "multip", "needed", "prefix", "rences", "subseq", "▁Count", "▁MSIBS", "▁RADIX", "▁after", "▁child", "▁colon", "▁diffe", "▁geome", "▁input", "▁inver", "▁octal", "▁shift", "▁subst", "▁swaps", "▁unset", "▁yield", "-1,-1):", "Counter", "Squares", "alanced", "ariable", "contres", "heapify", "isalpha", "isupper", "longest", "mainder", "missing", "▁access", "▁answer", "▁column", "▁contin", "▁create", "▁ludics", "▁merged", "▁newman", "▁prefix", "▁primes", "▁profit", "▁ranges", "▁repres", "▁series", "▁uglies", "Equality", "heappush", "position", "sublists", "▁address", "▁buckets", "▁closest", "▁combine", "▁missing", "▁polygon", "▁powerOf", "▁similar", "substring", "▁cylinder", "▁equation", "▁starting", "▁sublists", "%2!=0),-1)", "%2==0),-1)", "palindrome", "▁geometric", "▁imbalance", "▁inversion", "▁operation", "▁rotations", "▁surcharge", "consecutive", "▁represented", "▁squareofsum", "▁intersection", "▁lateralsurface", "(.", "(4", "+(", "0.", "1_", "2:", "30", "4*", "4]", "5]", "6)", "?)", "AE", "IO", "Ra", "[(", "[2", "];", "au", "cn", "df", "iq", "mx", "om", "ug", "zA", "zi", "|2", "}'", "▁I", "\",\"", "(',", "()]", "));", ")>=", "+',", "-(\\", "00,", "Cha", "Pro", "Two", "[:]", "]).", "]+[", "aco", "aln", "cal", "cii", "cus", "gre", "ice", "iou", "lan", "men", "not", "nth", "nts", "off", "ost", "pec", "ped", "sys", "tex", "top", "ucl", "ude", "ule", "ulo", "unk", "url", "|[0", "▁\")", "▁\":", "▁'\\", "▁(3", "▁1.", "▁2*", "▁3)", "▁8;", "▁DP", "▁SA", "▁ap", "▁fo", "▁op", "▁sl", "▁{'", "'\\1_", "(\"\".", "()):", "+1]:", "+=1;", "-1]?", "1)):", "5]|2", "==0:", "AEIO", "Char", "Size", "Swap", "[0]]", "\\2',", "acob", "autu", "ched", "code", "ctor", "drat", "dule", "elim", "gaps", "grid", "ifth", "init", "lass", "mber", "olve", "onic", "otto", "pair", "pezi", "quot", "rend", "rian", "sign", "tion", "uary", "ulti", "xtra", "▁'^[", "▁((1", "▁(0,", "▁0))", "▁0])", "▁arc", "▁big", "▁cat", "▁dog", "▁har", "▁nct", "▁qua", "▁ren", "▁tra", "▁ver", "▁xor", "First", "Range", "Right", "Swaps", "[0-4]", "[:-1]", "aeiou", "alent", "dered", "dices", "floor", "https", "ludic", "merge", "mming", "names", "rable", "sthal", "strip", "total", "unctu", "▁1]):", "▁also", "▁bool", "▁cost", "▁endx", "▁endy", "▁eule", "▁fctr", "▁gaps", "▁grid", "▁lnum", "▁long", "▁loss", "▁must", "▁none", "▁ordd", "▁rear", "▁side", "▁strt", "▁true", "▁uniq", "[1:]))", "[::-1]", "actual", "alnnoy", "atched", "autumn", "binary", "coeffi", "dratic", "ensive", "format", "getter", "logram", "offset", "pected", "pezium", "respon", "sample", "single", "square", "uclate", "undant", "ything", "▁Input", "▁ascii", "▁cheap", "▁cubes", "▁fifth", "▁jacob", "▁marks", "▁multi", "▁place", "▁price", "▁solve", "▁sumof", "▁super", "▁white", "Missing", "OfPrime", "[0-5]|2", "[0-9]?)", "complex", "diction", "entagon", "ivalent", "largest", "mension", "newList", "rection", "rectrix", "squares", "triplet", "|[0-1]?", "▁actual", "▁assign", "▁bisect", "▁change", "▁circle", "▁counts", "▁cuboid", "▁degree", "▁ending", "▁format", "▁fourth", "▁maxOcc", "▁maxlen", "▁middle", "▁module", "▁occurs", "▁permut", "▁rombus", "▁sample", "▁sector", "▁zeroes", "'\\1_\\2',", "Solution", "derscore", "finditer", "ilateral", "specific", "triangle", "▁bitwise", "▁catalan", "▁complex", "▁indices", "▁records", "▁smaller", "▁swapped", "lowercase", "monthname", "perimeter", "trahedron", "uppercase", "▁continue", "▁dealnnoy", "▁distance", "▁division", "▁eulerian", "▁harmonic", "▁literals", "▁maxPrime", "[0-4][0-9]", "responding", "unctuation", "▁alphabets", "▁alternate", "▁amicables", "▁caluclate", "▁expensive", "▁numerical", "▁placement", "▁quadratic", "▁rearrange", "▁recursion", "▁remainder", "▁represent", "▁solutions", "▁substract", "occurrences", "▁jacobsthal", "▁parenthese", "▁rectangles", "▁rencontres", "[0-9][0-9]?)", "intersection", "▁corresponding", "▁parallelogram", "OfPrimeDivisors", "\"[", "\"^", "''", ")-", ")/", ")<", ".0", "/3", "/4", "01", "1/", "1=", "23", "2=", "3-", "55", "56", "80", "::", "=(", ">=", "?'", "Ar", "De", "En", "['", "]\"", "](", "]\\", "_3", "ay", "bb", "dt", "fn", "od", "pq", "ry", "sj", "xs", "{4", "▁.", "').", "'])", ")',", ")([", ")/2", "**2", "-1.", "-1:", "-2]", "-=1", "/(\\", "1)]", "60)", "://", "=((", "=4*", "=[]", "Con", "Rot", "Sep", "The", "Tri", "[0:", "[2]", "\\.(", "]',", "][^", "_2(", "_]+", "ard", "cos", "dit", "exp", "fnc", "ian", "idu", "igz", "lea", "mas", "run", "une", "zip", "▁\",", "▁\".", "▁']", "▁'_", "▁*(", "▁,.", "▁/=", "▁2,", "▁Se", "▁av", "▁ev", "▁od", "▁sy", "▁tw", "%2==", "('',", "(''.", "('[\\", "()))", "()).", "))))", ")//2", "**0.", "//10", "//2]", "/255", "2[0]", "With", "[1],", "]*',", "][1]", "arge", "calc", "cone", "cube", "difi", "elat", "ence", "fect", "fore", "freq", "hset", "ious", "lear", "lect", "line", "link", "long", "mmas", "noOf", "node", "osce", "pear", "prev", "ring", "same", "slat", "strr", "summ", "tree", "type", "uous", "{4})", "▁(1,", "▁(4*", "▁(60", "▁0.0", "▁0.5", "▁1),", "▁1);", "▁10:", "▁130", "▁1]:", "▁XOR", "▁[1]", "▁abs", "▁dct", "▁dup", "▁msb", "▁mxm", "▁ncr", "▁ptr", "▁tan", "▁thi", "▁tmp", "▁url", "-1)):", "00000", "False", "March", "[-1]:", "[1]))", "alist", "botto", "chain", "chill", "colon", "cular", "email", "iSize", "idual", "igzag", "iling", "imize", "inear", "jumps", "least", "negat", "posit", "space", "stack", "uplic", "verbs", "wheap", "▁\":\",", "▁'').", "▁'0')", "▁1)):", "▁2)))", "▁21):", "▁List", "▁[]).", "▁anag", "▁both", "▁cone", "▁disj", "▁dots", "▁enco", "▁flip", "▁incr", "▁made", "▁maxi", "▁pass", "▁post", "▁prog", "▁quot", "▁remo", "▁sale", "▁seen", "▁some", "▁sqrt", "▁stop", "▁subs", "▁then", "▁till", "▁trim", "▁wind", "**0.5)", "0,-1):", "Septem", "[1:])]", "[:-1],", "angled", "apital", "colnum", "column", "cuboid", "dified", "itions", "ludics", "perrin", "posite", "radian", "rotate", "rownum", "series", "udents", "urring", "▁,.]\",", "▁based", "▁bases", "▁chain", "▁chars", "▁chunk", "▁class", "▁color", "▁focus", "▁indiv", "▁inner", "▁names", "▁nextN", "▁origx", "▁parts", "▁pchar", "▁polar", "▁roots", "▁sides", "▁there", "▁those", "▁twice", "+1)*(2*", "Element", "Factors", "Natural", "Product", "counter", "entered", "integer", "minimum", "osceles", "polygon", "special", "strings", "▁adding", "▁appear", "▁before", "▁commas", "▁divSum", "▁exists", "▁height", "▁minEle", "▁modulo", "▁points", "▁ration", "▁starts", "▁vertex", "▁zigzag", "Triangle", "adecimal", "balanced", "binomial", "charcter", "cylinder", "iterable", "lication", "literals", "negative", "nlargest", "noOfways", "reversed", "starting", "▁Extract", "▁capital", "▁counter", "▁dataset", "▁deciNum", "▁entered", "▁hamming", "▁hashset", "▁modular", "▁oddPair", "▁prodOdd", "▁radians", "▁running", "▁setBits", "▁subject", "2*3.1415*", "September", "aeiouAEIO", "arraynums", "mensional", "nsmallest", "occurence", "▁Triangle", "▁alphabet", "▁countval", "▁disjoint", "▁evenPair", "▁expected", "▁heappush", "▁maxvalue", "▁modified", "▁opposite", "▁polygons", "▁previous", "▁prodEven", "▁variable", "capitalize", "difference", "duplicates", "efficients", "▁1,-1,-1):", "▁25[0-5]|2", "▁different", "▁directrix", "▁fibonacci", "▁hexagonal", "▁multiples", "▁occurence", "▁occurring", "▁palindrom", "▁recursive", "▁repeating", "negativenum", "positivenum", "specificnum", "▁capitalize", "▁expression", "▁individual", "▁inversions", "▁itemgetter", "▁palindrome", "▁represents", "▁underscore", "discriminant", "▁equilateral", "▁progression", "▁rectangular", "▁whitespaces", "▁alphanumeric", "▁sumofsquares", "▁concatenation", "[0-9][0-9]?)\\.(", "!\"", "#?", "&-", "'\"", "(-", "(5", ")\"", ")+", ")[", "*'", "*2", "+)", "+3", "+[", "+\\", ",(", ",[", "-(", "-2", "-3", ".'", ".2", "1+", "1-", "2'", "2/", "2;", "3+", "3}", "48", "50", "5}", "89", ":%", ":2", "AR", "Ac", "Ap", "BI", "CI", "EN", "Er", "Fe", "IZ", "MS", "NT", "OF", "Or", "Ro", "TS", "To", "^1", "_[", "br", "ca", "gb", "gp", "hq", "ny", "sg", "sv", "ux", "vi", "ww", "{'", "▁Z", "▁\\", "#?&", "'(\\", "'),", "')]", "','", "(\"\\", "('\\", "('_", "()}", "(3)", "(\\.", "({}", "*(1", "*?'", "+\",", "-2,", ".*?", "..+", ".0,", "//=", "1')", "1',", "1).", "1.0", "100", "16)", "2)]", "234", "2])", "3))", "5}\\", "89\"", ":])", "ARS", "All", "CII", "Equ", "Err", "IZE", "Map", "May", "Mon", "Oct", "Per", "\\\\+", "]),", "]=0", "]==", "__,", "abi", "aby", "agn", "anc", "are", "bed", "bri", "cis", "cre", "cur", "den", "dep", "div", "eps", "ese", "fac", "fet", "gic", "gin", "hic", "hra", "idi", "ili", "itu", "jor", "kth", "met", "mit", "mlo", "mme", "mod", "mul", "nCr", "nct", "neg", "non", "nos", "odi", "oli", "ong", "orp", "oul", "rac", "ril", "rio", "rog", "rol", "rop", "sin", "sis", "spl", "sqa", "til", "uly", "umf", "vow", "way", "yyy", "}\\\\", "▁\"[", "▁%=", "▁(6", "▁+(", "▁0]", "▁26", "▁28", "▁30", "▁31", "▁3:", "▁5,", "▁6)", "▁=0", "▁AS", "▁Co", "▁IP", "▁NO", "▁Sp", "▁['", "▁ab", "▁cl", "▁ct", "▁dd", "▁dt", "▁ir", "▁ls", "▁os", "▁rh", "▁so", "▁{(", "\"\"\")", "\"\"\"^", "'\"(.", "')):", "('(.", "('([", "(((4", "(10,", "({},", ")\"',", "))):", "))])", "**2)", ",[])", "-1),", "-1::", "-2):", "12):", "2-\\\\", "2.50", "3-\\\\", "=2*(", "=22/", "==1:", "BITS", "Dece", "Dict", "Dist", "Ends", "Febr", "Last", "Nove", "Octo", "SIZE", "Word", "[-2]", "[0]*", "[0]+", "[0];", "[2],", "])',", "])([", "]));", "]+1)", "]+_[", "_\\\\+", "asis", "cies", "coff", "ctly", "curr", "digs", "dist", "eral", "essg", "excl", "four", "gate", "glis", "gnor", "gold", "gral", "hell", "hund", "ices", "iidx", "ised", "ives", "lank", "limi", "lock", "look", "lope", "maxx", "mine", "mpis", "mstr", "none", "nset", "oose", "ould", "ours", "pect", "plat", "rams", "rear", "reet", "repe", "rink", "ross", "sist", "slon", "step", "strt", "time", "ucky", "ugly", "yyyy", "▁\"\".", "▁\"))", "▁\"01", "▁'('", "▁'\\\\", "▁'_'", "▁'{'", "▁'}'", "▁-1;", "▁0),", "▁15)", "▁16;", "▁180", "▁1:]", "▁1];", "▁2)]", "▁2*(", "▁256", "▁400", "▁50,", "▁={}", "▁Con", "▁Pos", "▁acc", "▁ari", "▁asc", "▁aux", "▁avg", "▁but", "▁cos", "▁cum", "▁elt", "▁fac", "▁how", "▁lea", "▁ref", "▁rgb", "▁seq", "▁sto", "▁syb", "▁tak", "▁tee", "▁try", "▁txt", "('0')", ")*(2*", "+1]):", "-1]):", "-1]);", "....+", "/360)", "1[0])", "23456", "April", "Array", "Chain", "Count", "Error", "Point", "[-1].", "[0]),", "[0]].", "[1]),", "[1]):", "]%2==", "]+(\\.", "]+)',", "][0])", "_]+')", "agnal", "ative", "brium", "camel", "check", "cmath", "coeff", "depth", "dlist", "fetch", "final", "glish", "gment", "grees", "hemat", "hrase", "inese", "itial", "itude", "large", "leave", "limit", "lines", "listx", "marea", "metic", "mixed", "numre", "odiac", "olite", "olute", "parts", "point", "polar", "power", "rance", "ransp", "reser", "rigth", "round", "snake", "super", "terog", "texts", "times", "trend", "uding", "unset", "wordz", "▁\"{2,", "▁')))", "▁'[':", "▁']':", "▁(-1)", "▁+','", "▁0)):", "▁1)))", "▁10))", "▁1000", "▁20):", "▁360:", "▁500,", "▁acos", "▁baby", "▁coin", "▁comb", "▁copy", "▁deep", "▁does", "▁drop", "▁ends", "▁file", "▁five", "▁lies", "▁lobb", "▁many", "▁ngcd", "▁once", "▁pack", "▁panc", "▁pset", "▁rows", "▁sepa", "▁shor", "▁sset", "▁sums", "▁take", "▁term", "▁they", "▁tree", "▁ways", "▁will", "▁wise", "▁yyyy", "#?&//=", "%2==0:", "'\"(.*?", "('_'))", "0-9]+[", "Digits", "Linear", "Points", "Primes", "[0]))]", "[1][1]", "altern", "anuary", "bisect", "cepted", "cision", "combin", "counts", "degree", "dented", "dition", "duplic", "eneous", "ertion", "gments", "groups", "icular", "iguous", "import", "ircumf", "jority", "letter", "lonian", "maxEle", "maxlen", "minder", "ntical", "ording", "orphic", "otonic", "parity", "primes", "riodic", "sphere", "spring", "summer", "toggle", "volume", "vowels", "winter", "▁0.16)", "▁1]));", "▁ASCII", "▁Email", "▁Split", "▁[0]*(", "▁basis", "▁begin", "▁block", "▁clear", "▁delim", "▁deque", "▁deter", "▁extra", "▁fence", "▁floor", "▁gives", "▁ignor", "▁incre", "▁irres", "▁least", "▁limit", "▁lines", "▁lucky", "▁magic", "▁messg", "▁posts", "▁radix", "▁reach", "▁repit", "▁shell", "▁slope", "▁smart", "▁space", "▁steps", "▁texts", "▁third", "▁topor", "▁trend", "▁union", "('(.)([", ")),(((4", ")[::-1]", "-1::-1]", "/255.0,", "0-9])([", "2-\\\\1',", "Average", "Divisor", "Matched", "October", "Ordered", "Perfect", "[0-9]\",", "ability", "average", "currlen", "deciNum", "greater", "gregate", "indices", "islower", "isspace", "limiter", "listval", "mmetric", "mstrong", "pective", "rawheap", "running", "scribed", "similar", "subject", "ulating", "urrence", "{1,2})?", "{4})-(\\", "▁162.50", "▁Parity", "▁accept", "▁across", "▁angles", "▁bigger", "▁choose", "▁decode", "▁dnumre", "▁endnum", "▁equili", "▁factor", "▁groups", "▁iterat", "▁itself", "▁joined", "▁lenght", "▁locate", "▁longer", "▁maxEle", "▁perfom", "▁perrin", "▁raised", "▁repeat", "▁should", "▁shrink", "▁sphere", "\"\"\"^[0-9", ")[::-1]:", "=3.1415*", "ChainMap", "December", "Distance", "February", "November", "abundant", "ctagonal", "diameter", "distinct", "harmonic", "multiple", "pentagon", "quencies", "quential", "ranspose", "ssimilar", "startnum", "variable", "{1,2})',", "▁'\\\\3-\\\\", "▁Compute", "▁Convert", "▁Matched", "▁adverbs", "▁atleast", "▁chinese", "▁colours", "▁consist", "▁degrees", "▁fctrsum", "▁heapify", "▁heappop", "▁heterog", "▁initial", "▁inverse", "▁iterate", "▁leading", "▁listval", "▁maxList", "▁minList", "▁numeral", "▁ordered", "▁pancake", "▁permute", "▁reflect", "▁regular", "▁removed", "▁returns", "▁rotated", "▁squared", "▁summing", "▁triplet", "▁without", "▁xoffset", "▁yoffset", "-1,0,-1):", "Factorial", "Substring", "character", "derscores", "ditionary", "factorial", "fibonacci", "frequency", "hematical", "insertion", "isosceles", "monthnumb", "rectional", "renthesis", "repeating", "rotations", "trahedral", "trapezium", "{1,2})-(\\", "▁\"0123456", "▁Possible", "▁Sequence", "▁absolute", "▁abundant", "▁addition", "▁anagrams", "▁anything", "▁balanced", "▁centered", "▁charlist", "▁counting", "▁datetime", "▁deepcopy", "▁encoding", "▁exchange", "▁frequent", "▁ignoring", "▁indented", "▁location", "▁maximize", "▁octalNum", "▁original", "▁parallel", "▁pentagon", "▁periodic", "▁products", "▁removing", "▁reversed", "▁separate", "▁shortest", "▁students", "▁trailing", "▁validate", "▁validity", "'\"(.*?)\"',", "Characters", "Equivalent", "Occurrence", "]+(\\.[0-9]", "bottomarea", "dictionary", "occurrence", "parenthese", "rigthrange", "totalPairs", "▁according", "▁arclength", "▁armstrong", "▁ascending", "▁beginning", "▁delimiter", "▁determine", "▁direction", "▁including", "▁increment", "▁inscribed", "▁insertion", "▁maxLength", "▁minLength", "▁precision", "▁quotation", "▁subarrays", "▁trapezium", "OrderedDict", "agnalLength", "dimensional", "monthnumber", "punctuation", "replacement", "specialchar", "tetrahedron", "▁babylonian", "▁contiguous", "▁decreasing", "▁equivalent", "▁everything", "▁interleave", "▁operations", "▁particular", "▁sectorarea", "▁sequential", "▁triangular", "combinations", "dictionaries", "idirectional", "ircumference", "▁alternating", "▁differences", "▁equilibrium", "▁hexadecimal", "▁interchange", "▁numerically", "▁palindromic", "▁permutation", "▁punctuation", "▁removewords", "▁repititions", "▁tetrahedral", "▁tetrahedron", "▁irrespective", "▁mathematical", "▁permutations", "▁subjectmarks", "▁heterogeneous", "▁'\\\\3-\\\\2-\\\\1',", "▁diameterSquare", "▁multiplication", "▁toporbottomarea", "\"]", "'[", "']", "'^", ")|", "*4", "*\\", "*|", "+'", "+-", "+9", "-\"", "-%", "-4", ".)", ".,", ".4", ".5", ".[", ".]", "/(", "/1", "0:", "12", "1>", "22", "26", "36", "3:", "3=", "4'", "5+", "5:", "6'", "62", ">>", "?\"", "?[", "?\\", "Au", "CD", "CM", "DD", "Do", "ES", "IP", "Ip", "NO", "Ox", "RL", "Rd", "Se", "So", "Ti", "XC", "XL", "Za", "]<", "_]", "ai", "am", "cs", "cu", "dn", "eq", "fy", "lh", "nd", "ns", "ob", "sh", "sy", "|^", "}:", "}}", "\"(\"", "\"):", "\".*", "\"\\1", "\"^5", "%20", "'''", "'']", "'[^", "('.", "(25", "(4)", "([1", ")\")", ")+(", ")<6", ")|(", "!?", "(_", ",1", "/5", "Bz", "▁;", "▁]", "(30", "))>", ")-1", "*'.", "**-", "*\\1", "*|\\", "+)\\", "+1:", "+22", "+[.", "+\\)", ",1]", "-1-", "-9)", ".')", ".0;", ".__", "/18", "/4)", "0',", "0,1", "1*(", "1,_", "10(", "10;", "2),", "2*(", "2.0", "256", "2=\"", "3)+", "3}'", "4):", "65*", "80/", "9':", "9):", ":%\"", ":%.", "=(4", "=0:", "=0;", "=2*", "Abs", "Arr", "Aug", "Bin", "Cub", "Dog", "Dra", "Fac", "INT", "Inf", "Int", "Iso", "Non", "Nth", "ODD", "Rat", "[:-", "]\"}", "])]", "]*'", "^)]", "ams", "arg", "arn", "ass", "btu", "ctb", "dat", "dnf", "equ", "est", "fin", "fox", "gen", "ghb", "hsv", "inv", "led", "mak", "mut", "mxm", "nam", "nsl", "odb", "ole", "pli", "pto", "rem", "rev", "39", "Sm", "sd", "*26", "1:]", "2)-", "XOR", "cid", "dir", "lay", "mes", "nol", "ses", "std", "tan", "tes", "the", "tit", "tmp", "whi", "wrd", "www", "xer", "xor", "{\":", "{3,", "{3}", "}\",", "}))", "▁##", "▁'%", "▁':", "▁'^", "▁(-", "▁))", "▁-2", "▁11", "▁18", "▁20", "▁21", "▁24", "▁3;", "▁6*", "▁63", "▁6:", "▁88", "▁8:", "▁9*", "▁9,", "▁90", "▁9:", "▁=<", "▁?\\", "▁Ip", "▁[\"", "▁[{", "▁\\2", "▁ag", "▁ax", "▁bi", "▁ca", "▁df", "▁eq", "▁ke", "▁lh", "▁mt", "▁nC", "▁pq", "▁py", "▁sc", "▁ve", "▁we", "▁wo", "▁xs", "\"(\":", "('..", "('\\.", "()])", "(0))", "(0,(", "(26)", "(5*(", ")))*", "))),", "))>=", ")**2", ")+1)", ")-1]", ")-2,", ")...", ")/2;", "):]+", ")>0:", ")>1:", ")[1]", "*(4*", "**20", "*100", "+)\",", "+-\")", "-=", ".\\", "8'", "lt", "\"[,", "(\"-", "().", ")])", "1!=", "1)+", "1=\"", "3*(", "3])", ">0,", "Dis", "]])", "ths", "▁Fi", "▁])", "'/(\\", "+1)*", "+1],", "+33+", ",1):", ",2):", ",2);", "-1);", "-1:]", "-1]:", "-3])", ".',]", ".25)", ".26)", ".45)", ".]')", "//2)", "//2;", "/2)]", "/3)*", "/3)]", "/4)]", "/4.0", "0-9]", "0-9_", "000,", "000;", "1'}:", "1))]", "1),(", "1)/(", "1.01", "1.__", "10(2", "100,", "11):", "1[-(", "1[1]", "2)+(", "2)/2", "2==3", "2==8", "2[1]", "3.12", "3648", "3==4", "3==6", "3==9", "5+2*", ":2],", ":2]:", "::]+", "<=0:", "=(5*", "=[0]", "=[[0", ">=1)", ">>=1", "Area", "Conc", "Cont", "Cube", "Days", "Disc", "Isom", "Obtu", "Prod", "Road", "Soci", "Type", "[0].", "\\*|\\", "\\._]", "])))", "])])", "]*(1", "][0:", "aila", "alue", "amin", "ants", "({", "2+", "'')", "('-", "(';", ")<=", "/',", "/2)", "1])", "2).", "2)/", "2);", "=='", "Inv", "]][", "▁\"\\", "▁\"_", "▁)]", "▁4;", "▁Ch", "(-1,", ")))]", ")://", "*10;", "+32+", ",2))", "1))*", "Same", "Sign", "atis", "bbre", "bets", "buck", "bute", "ceil", "cien", "cing", "comm", "ddiv", "dius", "each", "elon", "endb", "ever", "fctr", "fies", "flag", "form", "ging", "heep", "http", "idth", "ient", "ific", "ighb", "illi", "imun", "iple", "ipro", "iral", "lane", "lapp", "leap", "lens", "lete", "lied", "make", "memo", "mput", "negs", "nnum", "orse", "osen", "peat", "pell", "ping", "poly", "rack", "rans", "rary", "rify", "rism", "road", "ront", "shan", "spon", "sset", "star", "swap", "thod", "uctu", "udes", "vals", "verb", "ward", "wind", "wood", "|^([", "▁\"\",", "▁\"\";", "(\"0", "([-", "+?'", "1)-", "2],", "3)]", ":]:", "<0,", "Ops", "Pig", "_\",", "big", "▁3,", "▁32", "▁35", "▁ln", "',),", "+1)}", "1[1:", "2==5", "3+23", "[1][", "ists", "lips", "maxi", "spli", "{5}\\", "▁\"\")", "▁\"-\"", "▁'%'", "▁')'", "▁'))", "▁'):", "▁'2'", "▁'['", "▁'^\\", "▁(\"1", "▁(\"2", "▁('%", "▁(),", "▁(1-", "▁(2,", "▁(4-", "▁([(", "▁)))", "▁,\",", "▁,2*", "▁-1:", "▁.!?", "▁/2,", "▁0!\"", "▁0)+", "▁0).", "▁0);", "▁0,0", "▁1.3", "▁1].", "▁1]=", "▁1]]", "▁2!=", "▁2),", "▁20.", "▁2])", "▁2];", "▁3):", "▁3)]", "▁4):", "▁50)", "▁526", "▁8);", "▁82)", "▁90,", "▁==\"", "▁INT", "▁Key", "▁Rot", "▁[('", "▁[(*", "▁[(-", "▁[])", "▁[],", "▁[]:", "▁[{}", "▁age", "▁chk", "▁chr", "▁cir", "▁cur", "▁del", "▁dif", "▁don", "▁ent", "▁fox", "▁fra", "▁gen", "▁gre", "▁hsv", "▁ide", "▁ith", "▁lat", "Re", "su", "zy", "'^[", "(\"(", "(0)", "(2*", ")[:", "0'}", "1.3", "2)>", ":]+", "MSP", "Sci", "]);", "]+1", "]::", "clo", "cnt", "dec", "▁'+", "▁45", "▁4:", "▁5:", "▁_,", "▁|,", "(1))", "(2,(", "+1])", "+1].", "2]==", "6}\\\\", "OfPa", "ains", "anag", "enti", "prob", "pset", "rown", "▁4);", "▁4)]", "▁Odd", "▁Seq", "▁day", "▁lbs", "▁lcs", "▁lie", "▁lps", "▁mut", "▁off", "▁oth", "▁pla", "▁pop", "▁put", "▁qui", "▁raw", "▁rea", "▁sin", "▁und", "▁wrd", "▁{};", "\"))>=", "\",\"\")", "\"^5\")", "%20'.", "'))):", "'^(25", "('(',", "(')',", "('.'.", "('1')", "(0)))", "(0))]", "(10):", "(10,(", "(2)))", "(3)*(", "(30))", "([]):", "([^)]", "))**2", "))+1,", "))>1:", ")*1.0", ")*100", ")+1))", ")+1):", ")-1))", ")-1):", ")<2):", ")==0:", ")==1]", ")==2)", ")==3:", ")])))", "+1)):", "+2]==", "+9,2)", "+[.]\\", "+\\)\",", "\"(\\", ")+1", ")]:", "-1\"", "hex", "▁5)", ".)?\"", "2==1", "Rect", "])\",", "idxn", "ions", "modp", "▁10,", "▁5):", "▁<<=", "▁dNo", "-1,-1", "-1]))", "-2)+(", "//2):", "//2][", "//2]]", "/180)", "/2.0;", "/4)],", "/5)),", "0,10,", "1))))", "1[0],", "1[0]/", "1[:-(", "2))))", "2)]))", "2==10", "2[0]/", "2])))", "3965*", "6215*", "::-1]", "<=2):", "=(((-", "Acute", "Alter", "Extra", "Index", "MSIBS", "Maths", "Octal", "Posit", "Roost", "Signs", "Snake", "Tiger", "[-1:]", "[-1])", "[0]))", "[0]):", "[0])}", "[1:],", "[1:].", "[1:]:", "[1]].", "[2]))", "[:3])", "[::])", "]*)\")", "]-1),", "][-1]", "][0],", "][0]:", "]]));", "_]+',", "adjac", "alene", "allow", "ances", "aract", "arest", "arned", "atype", "bases", "blank", "carol", "cises", "cking", "class", "clear", "color", "comes", "cores", "ctric", "cubes", "delim", "demlo", "dicts", "dirty", "divis", "entio", "evens", "expon", "extra", "fixed", "focus", "forms", "heapq", "iding", "ilway", "inner", "keith", "leton", "lipse", "maket", "newch", "numbs", "occur", "octal", "ottom", "phase", "plica", "ramid", "ransa", "rated", "roman", "sheep", "splay", "sthan", "tents", "title", "tonic", "until", "ustom", "viate", "white", "willi", "withp", "write", "{2,3}", "{2,}'", "{3}?'", "}\\\\.[", "▁\")\",", "▁\"-1\"", "▁\"[\":", "▁\"]\"}", "▁\"_\")", "▁\"{\":", "▁\"}\",", "▁')')", "▁'*'.", "▁'.',", "▁'1')", "▁'1'}", "▁'9':", "▁'\\0'", "▁'_')", "▁(\"((", "▁((((", "▁(((-", "▁(((1", "▁(((2", "▁(1.0", "▁(2**", "▁-1))", "▁-1),", "▁-214", "▁/2.0", "▁0)))", "▁0-9)", "▁0.5)", "▁10):", "▁10);", "▁10.5", "▁100)", "▁100,", "▁11.3", "▁120)", "▁16);", "▁180:", "▁19):", "▁1]]:", "▁1]][", "▁2)),", "▁2)*4", "▁2.60", "▁200)", "▁240)", "▁2]))", "▁3000", "▁360)", "▁4,1]", "▁400,", "▁50):", "▁88),", "▁90),", "▁900,", "▁<=1:", "▁=[0]", "▁>=1:", "▁Diff", "▁Exer", "▁Pair", "▁Sort", "▁Swap", "▁['']", "▁['*'", "▁[(),", "▁[-1]", "▁[1]*", "▁[[[0", "▁[[]]", "▁[]):", "▁\\2\",", "▁amax", "▁bill", "▁cert", "▁devi", "▁elem", "▁elon", "▁exit", "▁fill", "▁form", "▁func", "▁give", "▁grea", "▁idxn", "▁iidx", "▁inte", "▁isnt", "▁isom", "▁larg", "▁lazy", "▁lens", "▁maxx", "▁mine", "▁node", "▁ones", "▁peak", "▁pell", "▁poly", "▁real", "▁road", "▁said", "▁sets", "▁star", "▁step", "▁stri", "▁them", "▁this", "▁time", "▁toge", "▁upto", "▁vice", "▁when", "%2!=0:", "%2==0)", "(5)))*", ")://)(", ")>12):", ")]+=1;", "*(180/", "+1)/3)", "+1]=='", "-1)/3)", "-1,-1)", "-1][0]", "-4)...", "/255.0", "1)-1))", "1[-1:]", "1[0]]]", "483648", "://)))", "=1000;", "Accept", "Augest", "August", "Binary", "Concat", "Dragon", "Monkey", "Obtuse", "OfPath", "Operat", "Powers", "Python", "Rotate", "Series", "Social", "[-1]):", "[0-9]'", "[0])):", "[0]*',", "[0][1]", "[1])[:", "[1][0]", "\\._]?[", "]).*\\1", "]-1)):", "adverb", "amming", "andard", "angles", "bigger", "bottom", "charac", "circle", "closet", "conseq", "ctbill", "encode", "exists", "finite", "gorian", "ically", "inting", "lannoy", "lename", "median", "merged", "minEle", "modulo", "noloss", "nslate", "object", "odball", "oleans", "onenti", "permut", "phrase", "polite", "preser", "racket", "ractes", "radius", "ranges", "ringer", "season", "second", "shanks", "singly", "sizeof", "starta", "startx", "stdata", "street", "suface", "tional", "ucture", "uglies", "uously", "update", "vertex", "zodiac", "{2,3}'", "{3,5}\\", "▁\"+-\")", "▁','')", "▁'0'),", "▁'1'))", "▁'1'):", "▁(\"_\",", "▁+1)):", "▁-1,-1", "▁1))):", "▁1)));", "▁1)//2", "▁10**-", "▁100):", "▁1000}", "▁12+22", "▁13+23", "▁13.12", "▁180):", "▁1][0]", "▁200):", "▁3.25)", "▁5.26)", "▁8.',]", "▁8.45)", "▁82)])", "▁=='0'", "▁=='2'", "▁=='4'", "▁=='6'", "▁=='8'", "▁Chunk", "▁Equal", "▁Merge", "▁Total", "▁[0])]", "▁[[0]*", "▁abbre", "▁alist", "▁arbit", "▁arith", "▁attri", "▁balan", "▁blank", "▁brown", "▁carol", "▁chill", "▁coins", "▁cumul", "▁demlo", "▁depth", "▁dlist", "▁email", "▁exten", "▁false", "▁fixed", "▁flips", "▁front", "▁iSize", "▁keith", "▁large", "▁lcopy", "▁lucas", "▁lucid", "▁newch", "▁occcu", "▁origy", "▁paths", "▁plane", "▁prism", "▁quick", "▁repet", "▁satis", "▁scien", "▁semic", "▁short", "▁stock", "▁takes", "▁types", "▁under", "▁units", "▁until", "▁versa", "▁vowel", "▁width", "▁write", "▁years", "▁{\"(\":", "▁{'0',", "▁{'0'}", "▁|\\*|\\", "\"))>=5:", "('...',", "(1))[0]", ")%2!=0:", ")%2==0:", "0-9.]')", "0-9_]*'", "1[1:]):", "1[::2]:", "2==12):", "3==11):", ":%._\\\\+", "=(4/3)*", "Contain", "Decimal", "Discard", "English", "Intgral", "Inverse", "Largest", "Present", "Rooster", "Science", "SetBits", "[-1][0]", "[0][0])", "[0][0],", "[0][0]:", "[1::2],", "[1][0])", "[1][0]+", "[1][1]+", "]))))])", "adverbs", "ailable", "alidity", "allowed", "anagram", "buckets", "coprime", "cularly", "dingnum", "enerate", "extract", "groupby", "ificant", "ighbors", "inverse", "iprocal", "ivenums", "lapping", "leading", "letters", "literal", "maxgold", "maximum", "mputing", "perfect", "powerOf", "present", "radians", "ranging", "replica", "smaller", "splchar", "sublist", "woodall", "{4})/(\\", "▁\"._\\\\+", "▁'%20'.", "▁']')):", "▁'{2,}'", "▁('',),", "▁.!?]\",", "▁10**20", "▁1][0]:", "▁40,10,", "▁5)])))", "▁Linear", "▁Repeat", "▁Rotate", "▁Square", "▁[0]*26", "▁[1000,", "▁angled", "▁arithe", "▁bottom", "▁chains", "▁chosen", "▁colors", "▁conway", "▁corner", "▁cummul", "▁custom", "▁delete", "▁doesnt", "▁duplic", "▁earned", "▁encode", "▁filled", "▁inputs", "▁inside", "▁invert", "▁issort", "▁linear", "▁lowest", "▁method", "▁moddiv", "▁ntimes", "▁numstr", "▁origin", "▁phrase", "▁places", "▁polite", "▁powers", "▁preser", "▁proper", "▁select", "▁singly", "▁spiral", "▁stdata", "▁stored", "▁street", "▁taking", "▁tiling", "▁transa", "▁verify", "▁zodiac", "▁{'1'}:", "\".*[0-9]", "\"[0-9]\",", "#?&//=]\"", "()[::-1]", "(5*(5+2*", "))+1,2):", "),0,-1):", ",2))/4.0", "256}\\\\.[", "Position", "Positive", "Repeated", "Rotation", "Smallest", "Subarray", "[::2])))", "accepted", "amicable", "consecut", "contains", "countval", "ctricity", "datatype", "distance", "divisors", "expected", "frequent", "fromkeys", "issubset", "keyvalue", "lessthan", "majority", "matching", "maxPrime", "maxvalue", "multiply", "numerics", "occuring", "octalNum", "ordinate", "pairwise", "platform", "polygons", "preserve", "reminder", "rotation", "samepair", "segments", "splitext", "strictly", "students", "subarray", "swapcase", "twoparts", "validity", "williams", "▁'''^(25", "▁'[0-9]'", "▁(1.0/3)", "▁-1,-1):", "▁-100000", "▁/2.0));", "▁0.3965*", "▁0.6215*", "▁1))//2;", "▁1,-1,-1", "▁1000000", "▁?\\([^)]", "▁Average", "▁Flatten", "▁Replace", "▁Reverse", "▁accepts", "▁anagram", "▁appears", "▁becomes", "▁bitonic", "▁bracket", "▁certain", "▁chkList", "▁display", "▁divided", "▁divides", "▁ellipse", "▁encoded", "▁english", "▁follows", "▁forward", "▁hexagon", "▁however", "▁lengths", "▁listify", "▁mapping", "▁maxsize", "▁minimun", "▁mutiple", "▁nearest", "▁outside", "▁picking", "▁postive", "▁pyramid", "▁railway", "▁rawheap", "▁scalene", "▁sorting", "▁station", "▁subsets", "▁unequal", "(\"[0-9]\",", "(1)[0][0]", "+32+....+", "+33+....+", "-1)**0.5)", "-2,-1,-1)", "Divisible", "Monotonic", "Rotations", "aggregate", "alphabets", "alternate", "alueError", "amicables", "assending", "coresspon", "decagonal", "directrix", "electbill", "extension", "getsizeof", "hexagonal", "identical", "leftrange", "maketrans", "multiples", "nonagonal", "occurance", "octagonal", "quotation", "remainder", "symmetric", "translate", "windchill", "{1,2})/',", "{1,2})/(\\", "▁\"{2,6}\\\\", "▁0])[:3])", "▁1][-1]):", "▁400,100,", "▁KeyError", "▁accepted", "▁basesnum", "▁booleans", "▁breakSum", "▁chunking", "▁consists", "▁contents", "▁converts", "▁delannoy", "▁dividing", "▁existing", "▁filename", "▁floating", "▁fraction", "▁greatest", "▁grouping", "▁includes", "▁infinite", "▁integral", "▁interval", "▁iterable", "▁iterator", "▁latitude", "▁majority", "▁matching", "▁minimize", "▁noprofit", "▁occuring", "▁optional", "▁painting", "▁pairwise", "▁password", "▁quotient", "▁rearange", "▁reminder", "▁removals", "▁sciences", "▁segments", "▁standard", "▁strictly", "▁together", "▁woodball", "('\\.[0]*',", "-1,-1,-1):", "=2*3.1415*", "Isomorphic", "Operations", "Rectangles", "Substrings", "alternates", "dissimilar", "exadecimal", "exponentio", "expression", "itemgetter", "nestedlist", "occurences", "oddnumbers", "rencontres", "rightangle", "squareroot", "stringlist", "substrings", "underscore", "undulating", "▁100000000", "▁2*3.1415*", "▁Exercises", "▁Fibonacci", "▁Transpose", "▁adjacents", "▁aggregate", "▁arbitrary", "▁attribute", "▁available", "▁balancing", "▁charactes", "▁computing", "▁decagonal", "▁deviation", "▁dimension", "▁distances", "▁entringer", "▁exponenti", "▁extension", "▁generated", "▁gregorian", "▁identical", "▁isosceles", "▁iteration", "▁leftrange", "▁longitude", "▁monotonic", "▁neighbors", "▁nonagonal", "▁occurance", "▁octagonal", "▁otherside", "▁partition", "▁platforms", "▁rightmost", "▁satisfies", "▁shortlist", "▁singleton", "▁structure", "▁summation", "▁symmetric", "▁topbottom", "▁transpose", "▁triangles", "▁windchill", "#?&//=]*)\")", ")-2,-1,-1):", "Consecutive", "coefficient", "coordinates", "defaultdict", "equilateral", "evennumbers", "frequencies", "heapreplace", "lowerstring", "parenthesis", "permutation", "probability", "rectangular", "surfacearea", "underscores", "upperstring", "whitespaces", "▁Capitalize", "▁abbreviate", "▁alphabetic", "▁arithmetic", "▁circularly", "▁coordinate", "▁cumulative", "▁delimiters", "▁dissimilar", "▁duplicants", "▁extraction", "▁frequently", "▁isomorphic", "▁maxAverage", "▁multiplied", "▁nestedlist", "▁occurences", "▁performing", "▁preserving", "▁rearranged", "▁reciprocal", "▁removezero", "▁rigthrange", "▁semicircle", "▁separately", "▁stringlist", "▁substaract", "▁totalPairs", "▁undulating", "▁whitespace", "0-9]+[\\._]?[", "=((2*3.1415*", "alphanumeric", "samepatterns", "subjectmarks", "subsequences", "▁+(2*3.1415*", "▁OrderedDict", "▁arithemetic", "▁coefficient", "▁convertible", "▁cummulative", "▁dimensional", "▁electricity", "▁elementwise", "▁frequencies", "▁multiplying", "▁occcurences", "▁overlapping", "▁palindromes", "▁parentheses", "▁parenthesis", "▁probability", "▁rearranging", "▁recursively", "▁repetitions", "▁significant", "▁smartNumber", "▁underscores", "bidirectional", "circumference", "diagnalLength", "▁\"{2,256}\\\\.[", "▁?\\([^)]+\\)\",", "▁coefficients", "▁continuously", "▁individually", "▁representing", "▁sumofFactors", "▁transactions", "multiplication", "triangleexists", "▁areEquivalent", "▁bidirectional", "▁circumference", "▁diagnalLength", "▁lateralsuface", "consecutivenums", "▁'''^(25[0-5]|2", "▁12+22+32+....+", "▁13+23+33+....+", "▁alphabetically", "▁exponentiation", "coresspondingnum", "\"+", "##", "+?", "35", "3]", "5[", "6}", ":-", "Al", "Bi", "IT", "Mi", "SD", "\\*", "ba", "be", "bo", "bt", "fw", "lg", "ml", "nP", "na", "sb", "tp", "ua", "wL", "xo", "{1", "▁?", "\"\"\"", "\"',", "'1'", "'\\1", "(10", "(26", "(5*", ")**", ")*1", ")>1", ")\\.", "*3.", "*?)", "+..", "+23", "+33", ".)?", "...", ".5)", ".60", ".[0", "/25", "/2;", "/36", "0(2", "0))", "012", "1'}", "141", "180", "1].", "2+3", "Th", "^5", "gx", "/2.", "2,2", "2.5", "23+", "25)", "26)", "3,5", "3.1", "300", "4.0", "456", "483", "4})", "5):", "5.0", "50,", "55.", "56}", "60:", "62.", "648", "80:", "=22", "=3.", "==8", "=]\"", ">=1", ">=5", "Ave", "BIT", "Che", "DIX", "Key", "Mar", "Mer", "SCI", "SIZ", "Sor", "Tra", "[\":", "[\\.", "\\*|", "\\._", "\\0'", "\\\\.", "\\\\1", "\\\\2", "]?[", "^[0", "_\\2", "_]*", "alL", "als", "amm", "amp", "anu", "aro", "aul", "bal", "bra", "bun", "cce", "clu", "cri", "cti", "ctl", "ctm", "cts", "cum", "dal", "dan", "dar", "des", "dev", "dis", "dli", "dra", "dul", "dup", "eio", "emp", "enc", "erf", "erg", "erl", "erm", "ers", "eth", "fle", "fro", "fse", "fth", "geO", "ged", "ges", "git", "giv", "=6", "Pr", "{2", "'0'", "//1", "1)}", "Fin", "Pow", "\\\\3", "ahe", "alc", "ale", "ann", "cle", "dee", "don", "era", "gra", "gro", "hal", "hea", "hei", "hes", "het", "hun", "ich", "ied", "ien", "imp", "inM", "ine", "ini", "inp", "inu", "ipl", "ira", "iva", "jum", "kin", "lap", "lec", "lee", "lef", "ler", "lex", "lib", "lid", "liz", "lle", "lli", "lor", "lte", "lum", "mar", "mbd", "mel", "mer", "mor", "mpt", "mst", "nal", "nde", "nds", "nin", "nsa", "nse", "nsm", "nte", "oad", "omp", "ona", "onv", "ood", "oor", "ori", "orn", "orw", "oti", "par", "pen", "pin", "pis", "pte", "pth", "pun", "rab", "rad", "rag", "rai", "ras", "rde", "rec", "ret", "ria", "rib", "rig", "ris", "rob", "rod", "roe", "&/", ")%", "+\"", ",_", "5\"", "=5", "Ab", "Da", "Fi", "Pe", "ax", "az", "dz", "fF", "gm", "hp", "nc", "po", "rv", "wc", "yb", "yo", "|,", "|\\", "};", "&//", "',]", "**0", "2',", "OfZ", "Pre", "ana", "bre", "ddP", "enP", "eng", "gli", "hen", "mpu", "mum", "onc", "ond", "ple", "rap", "rer", "rge", "rim", "rof", "roo", "ros", "rou", "rth", "sec", "sib", "som", "sse", "sst", "sta", "ste", "sti", "stx", "tal", "tch", "tel", "tet", "thS", "thm", "thp", "tle", "ton", "tot", "tte", "tua", "tum", "uar", "uct", "uen", "uge", "ula", "uld", "umb", "umo", "unc", "uns", "upp", "ura", "ure", "vio", "whe", "wor", "xce", "xts", "yin", "{5}", "})-", "})/", "})?", "}?'", "▁([", "▁+'", "\"-", "'-", "'0", "'_", "(3", "*0", "*1", ",-", ",5", "4-", "45", "Li", "Pi", "Ta", "[^", "\\(", "_\\", "fZ", "hu", "ix", "ln", "nE", "nM", "pr", "tN", "tn", "uo", "va", "xA", "xc", "yi", "'',", "((2", "):]", "Lar", "alP", "ath", "bor", "fie", "fil", "geo", "hey", "inc", "mun", "pez", "phi", "rne", "ser", "thn", "tli", "tse", "▁\"+", "▁'{", "▁13", "▁15", "▁4,", "▁50", "▁={", "▁Di", "▁Ex", "▁LS", "▁Or", "▁am", "▁au", "▁ba", "▁ci", "▁dN", "▁da", "▁dn", "▁du", "▁em", "▁fc", "▁fl", "▁ga", "▁go", "▁iS", "▁ii", "▁im", "▁mu", "▁na", "▁nc", "▁oc", "▁ot", "▁ou", "▁ov", "▁pc", "▁po", "▁ri", "▁si", "▁su", "▁sw", "▁ta", "▁tm", "▁tr", "▁ty", "▁wa", "▁wr", "▁ye", "(.*?", "))**", "\"(", "'(", ",.", "0(", "0]", "28", "63", "8;", "9'", "9:", ":\"", "Ch", "El", "Eq", "Fl", "Fo", "IB", "LS", "Py", "[\\", "dP", "dy", "fu", "gr", "iS", "iz", "je", "lw", "rS", "rm", "wi", "ws", "ye", "za", "1);", "1::", "1]?", "2)+", "90,", "9])", "Eng", "Fir", "alu", "err", "hon", "ila", "inn", "iti", "lse", "nsp", "olu", "phe", "raw", "sal", "siv", "squ", "stu", "tiv", "umO", "umu", "▁[-", "▁fu", "▁pl", "▁qu", ")*1.", ")==3", ")]+\\", "*(5+", "*?)\"", "-1].", "....", ".]\",", "/2.0", "0'),", "0))]", "0,10", "0-9.", "0.5)", "0/3)", "0000", "1'))", "1:])", "1[:-", "1[::", "1_\\2", "2*3.", "215*", "22+3", "23+3", "2[0-", "2]))", "3+..", "30))", "3==1", "3}?'", "4/3)", "4836", "5)),", "55.0", "5[0-", "%.", "'/", "*=", "18", "1;", "2\"", "34", ":3", "▁", "e", "t", "r", "n", "i", "o", "s", "a", "u", "l", "m", "f", "c", "d", ")", "(", "p", ":", "=", "h", "_", "g", "b", "1", ",", "[", "]", ".", "x", "v", "y", "0", "#", "W", "w", "+", "-", "2", "'", "k", "j", "*", "q", "\"", "/", ">", "<", ";", "N", "%", "z", "A", "T", "S", "F", "!", "3", "C", "L", "\\", "O", "P", "5", "4", "M", "B", "I", "E", "D", "R", "{", "}", "6", "9", "K", "^", "X", "|", "Z", "&", "8", "?"], "token2id": {"<unk>": 0, "<pad>": 1, "<PAD>": 2, "<BOS>": 3, "<EOS>": 4, "<UNK>": 5, "<NL>": 6, "<INDENT>": 7, "<DEDENT>": 8, "▁i": 